Repository: jnonline/ogstudio
Catalog: mj_work/po/*.po
Languages: de, ru

source: About
de: Programm Info
ru: О программе

source: Actions' volume:
de: Aktionenlautstärke:
ru: Громкость действий:

source: Anisotropic
de: Anisotrop
ru: Анизотропная

source: Anti-aliasing:
ru: Сглаживание:

source: Apply
de: Verwenden
ru: Применить

source: Are you sure?
de: Sind Sie sicher?
ru: Вы уверены?

source: Audio
ru: Аудио

source: Background volume:
de: Hintergrundlautstärke:
ru: Громкость фона:

source: Bilinear
ru: Билинейная

source: Cancel
de: Ablehnen
ru: Отмена

source: Cannot create directory
de: Man kann nicht eine Direktory erstellen
ru: Не удаётся создать директорию

source: Cannot get list of files
de: Man kann nicht eine File-Liste bekommen
ru: Не удаётся получить список файлов

source: Cannot initialize sound system
de: Man kann nicht ein Soundsystem initialisieren
ru: Не удаётся инициализировать звуковую систему

source: Cannot load sound buffer from memory
de: Man kann nicht einen Soundpuffer aus dem Gedächtnis laden
ru: Не удаётся загрузить звуковой буфер из памяти

source: Cannot open save file
de: Man kann nicht die Datei oeffnen
ru: Не удаётся открыть файл сохранения

source: Cannot open statistics file
de: Man kann nicht Statistik-File oeffnen
ru: Не удаётся открыть файл статистики

source: Cannot open X11 display
de: Man kann nicht Display XII oeffnen
ru: Не удаётся открыть дисплей X11

source: Cannot read statistics from file
de: Man kann nicht Statistik aus dem File lesen
ru: Не удаётся прочитать статистику из файла

source: Cannot remove file or directory
de: Man kann nicht eine Direktory oder File loeschen
ru: Не удаётся удалить файл или директорию

source: Cannot save config file
de: Man kann nicht Ansteuerung-File sichern
ru: Не удаётся сохранить файл настроек

source: Cannot save statistics file
de: Man kann nicht Statistik-File sichern
ru: Не удаётся сохранить файл статистики

source: Cannot set ALURE IO callbacks
de: ALURE IO callbacks kann nicht eingestellt werden
ru: Не удаётся установить ALURE IO callbacks

source: Cannot set negative timer resolution
de: Negative Timer-Auflösung kann nicht eingestellt werden
ru: Нельзя установить отрицательное разрешение таймера

source: Classic
de: Klassik
ru: Классика

source: Controls
de: Steuerung
ru: Управление

source: Could not get path to 'My Documents' directory
de: Einen Pfad zum Verzeichnis 'Eigene Dateien' kann nicht erhalten werden
ru: Не удалось получить путь к директории 'Мои Документы'

source: Deflection of dynamic camera:
de: Ablenkung des dynamischen Kamera:
ru: Отклонение динамической камеры:

source: Delete
de: Loeschen
ru: Удалить

source: Difficulty:
de: Schwierigkeit:
ru: Сложность:

source: Do you want to save the game before exit?
de: Wollen Sie das Spiel speichern, bevor beenden?
ru: Сохранить игру перед выходом?

source: Dynamic camera
de: Dynamische Kamera
ru: Динамическая камера

source: Easy
de: Leicht
ru: Легко

source: Elapsed time
de: Vergangen Zeit
ru: Прошедшее время

source: Empty save file
de: Leehre Datei
ru: Пустой файл сохранения

source: Enter your name:
de: Bitte Ihre Name einfuehren:
ru: Введите своё имя:

source: Full screen
de: Vollbild
ru: На весь экран

source: Game
de: Spiel
ru: Игра

source: Game type and layout
de: Spieltyp und Layout
ru: Тип игры и раскладка

source: General volume:
de: Lautstärke:
ru: Общая громкость:

source: Hint
de: Vorsagen
ru: Подсказка

source: Info
de: Information
ru: Информация

source: Internal sound system error
de: Interner Sound-System Fehler
ru: Внутренняя ошибка звуковой системы

source: Invalid 'Resolution' config value
de: Ungültiger Wert 'Resolution'
ru: Неверное значение 'Resolution' в настройках

source: Invalid CEGUI::Window pointer
de: Ungültiger Zeiger CEGUI::Window
ru: Неверный указатель CEGUI::Window

source: Invalid button
de: Ungueltige Taste
ru: Неверная кнопка

source: Invalid command type
de: Ungueltige Befehltyp
ru: Неверный тип команды

source: Invalid draw axis
de: Ungültige ziehen Achse
ru: Неверная ось черчения

source: Invalid game difficulty
de: Ungueltige Spielswierigkeit
ru: Неверная сложность игры

source: Invalid game difficulty ID
de: Ungültige Spiel Schwierigkeit ID
ru: Неверное значение ID сложности игры

source: Invalid game strategy
de: Falsche Spielstrategie
ru: Неверная стратегия игры

source: Invalid game type
de: Falscher Spieltyp
ru: Неверный тип игры

source: Invalid game type ID
de: Ungueltig Spieltyp ID
ru: Неверное значение ID типа игры

source: Invalid input points
de: Ungültige Eingabe Punkte
ru: Неверные входные точки

source: Invalid layout dimensions
de: Ungültige Layout Dimensionen
ru: Неверные размеры раскладки

source: Invalid layout file
de: Ungueltige Layout Datei
ru: Неверный файл раскладки

source: Invalid save file command type
de: Ungültige Datei speichern Befehl type
ru: Неверная команда файла сохранения

source: Invalid scene type
de: Ungültige Szene-Typ
ru: Неверный тип сцены

source: Invalid state
de: Ungueltiger Zustand
ru: Неверное состояние

source: Invalid texture filtering ID
de: Ungültige Textur-Filterung ID
ru: Неверное значение ID фильтрации текстур

source: Invalid usage
de: Falsche Benutzung
ru: Неверное использование

source: Invalid window type
de: Falscher Paneltyp
ru: Неверный тип окна

source: License
de: Lizenz
ru: Лицензия

source: Linear
ru: Линейная

source: Load
de: Laden
ru: Загрузить

source: Localization failed
de: Lokalisierung ist nicht geratet
ru: Локализация не удалась

source: Mahjong
ru: Маджонг

source: Medium
de: Mittelmassig
ru: Средне

source: Mouse sensitivity:
de: Mouse-Empfindlichkeit:
ru: Чувствительность мыши:

source: Music packs:
de: Musikalische Gruppen:
ru: Музыкальные группы:

source: No
de: Nein
ru: Нет

source: No layouts found for the game type ID
de: Es wurde keine Layouts für dieses Spiel mit solchem ID gefunden
ru: Не найдено раскладок для игры с этим ID

source: No such command
de: Diesen Befehl steht nicht zur Verfuegung
ru: Нет такой команды

source: No such config entry key
de: Diese Ansteuerung steht nicht zu Verfuegung
ru: Нет такой настройки

source: No such item
de: Dieses Element steht nicht zu Verfuegung
ru: Нет такого элемента

source: No such layout
de: Dieses Layout steht nucht zur Verfuegung
ru: Нет такой раскладки

source: No themes found
de: Themen nicht gefunden
ru: Тем не найдено

source: None
de: Nein
ru: Нет

source: Not an OGS Mahjong save file
de: Nicht ein OGS Mahjong Datei
ru: Не файл сохранения OGS Mahjong

source: Not an OGS Mahjong statistics file
de: Nicht ein OGS Mahjong Statistik-Datei
ru: Не файл статистики OGS Mahjong

source: Number of positions of the layout is not multiple of 2
de: Die Anzahl der Positionen des Layouts ist nicht Vielfaches von 2
ru: Количество позиций раскладки не кратно 2

source: Only horizontal
de: Nur waagerecht
ru: Только по горизонтали

source: Quit
de: Das Spiel verlassen
ru: Выйти из игры

source: Removed tiles / Altogether
de: Wegschaffenden Spielsteine
ru: Убранные фишки / Всего

source: Resolution:
de: Trennung:
ru: Разрешение:

source: Restart the game
de: Partie neustarten
ru: Перезапустить партию

source: Rules
de: Regeln
ru: Правила

source: Save
de: Sichern
ru: Сохранить

source: Settings
de: Einstellungen
ru: Настройки

source: Shadows
de: Schatten
ru: Тени

source: Shisen-Sho
de: Schisen-Sö
ru: Шисен-Сё

source: Shisen-Sho + gravity
de: Schisen-Sö+ Gravitation
ru: Шисен-Сё + гравитация

source: Shisen-Sho g
de: Schisen-Sö g
ru: Шисен-Сё г

source: Shuffle
de: Vermischen
ru: Перемешать

source: Mahjong Solitaire. Goal of the game is to clear the playing field by taking away pairs of identical tiles. The tile can be removed only if it is free, that means there are no other tiles to the left, to the right or on top of it. [image='set:Rules image:Mahjong'] Shisen-Sho. Goal of the game is to clear the playing field by taking away pairs of identical tiles. A pair of tiles can be removed only if they can be connected by the line with no more than two right angles running through a free space. [image='set:Rules image:ShisenSho'] [image='set:Rules image:ShisenSho2'] Shisen-Sho with gravity. Goal of the game is to clear the playing field by taking away pairs of identical tiles. A pair of tiles can be removed only if they can be connected by the line with no more than two right angles running through a free space. After each turn, tiles, that are free at the bottom, will be pushed down to the other tiles or to the bottom row. Classic mahjong tiles: 1. Bamboos - tiles with value 1 to 9. The "Bamboo" tiles with the same color and value are identical. 2. Symbols - tiles with value 1 to 9. The "Symbols" tiles with the same color and value are identical. 3. Dots - tiles with value 1 to 9. The "Dots" tiles with the same color and value are identical. 4. Dragons - 3 tiles of different colors. The "Dragons" tiles with the same color are identical. 5. Winds - 4 pieces with the symbols of different sides of the world. "Winds" tiles with the same symbol are identical. 6. Seasons - 4 pieces depicting the seasons. All "seasons" tiles are identical. 7. Flowers - 4 pieces with images of flowers. All "flowers" tiles are identical. Tiles in various themes may look different.
de: Mahjong Solitaire. Ziel des Spieles ist das Spielfeld durch Wegnahme von den Paaren identischer Steine frei zu machen. Der Spielstein kann nur dann entfernt werden, wenn er frei ist, so dass es keine anderen Steine ​​links oder rechts gibt (so dass sich keine anderen Steine ​​links oder rechts befinden). [image='set:Rules image:Mahjong'] Schisen-Sö. Ziel des Spieles ist das Spielfeld durch Wegnahme von den Paaren identischer Steine frei zu machen. Ein Paar von Spielsteinen kann nur dann entfernt werden, wenn sie durch die Linie mit nicht mehr als zwei rechten Winkeln angeschlossen / verbunden werden kann. [image='set:Rules image:ShisenSho'] [image='set:Rules image:ShisenSho2'] Schisen-Sö+ Gravitation. Ein Paar von Spielsteinen kann nur dann entfernt werden, wenn sie durch die Linie mit nicht mehr als zwei rechten Winkeln angeschlossen / verbunden werden kann. Nach jedem Zug werden die Spielsteine, die von der Unterseite frei sind, nach unten verschoben, bis zum sie im Kontakt mit anderen Spielsteinen kommen oder den anderen Spielsteine oder sein Platz an der erste Spiellinie nehmen. Klassische Mahjong Spielsteine sind: 1. Die "Bambus" Spielsteine haben Wert von 1 bis 9. Die "Bambus" Spielsteine mit der gleichen Farbe und Wert sind identisch. 3. Die "Symbol" Spielsteine haben Wert von 1 bis 9. Die Spielsteine mit der gleichen Farbe und Wert sind identisch. 3. Die "Punkten" Spielsteine haben Wert von 1 bis 9. Die "Punkten" Spielsteine mit der gleichen Farbe und Wert sind identisch. 4. Drachen - 3 Spielsteine in verschiedenen Farben. 5. Winds - 4 Stück mit den Symbolen der verschiedenen Seiten der Welt. Die Spielsteine mit dem gleichen Symbol sind identisch. 6. Jahreszeiten - 4 Stück mit der Darstellung der Jahreszeiten. Alle "Jahreszeiten" Spielsteine sind identisch. 7. Blumen - 4 Stück mit Bildern von Blumen. Alle "Blumen" Spielsteine sind identisch. Spielsteinen in verschiedenen Themen können anders aussehen.
ru: Пасьянс маджонг. Цель игры - очистить игровое поле, каждый ход убирая с него попарно одинаковые фишки. Фишка может быть убрана только если она свободна, то есть если слева от нее, справа от нее или на ней нет других фишек. [image='set:Rules image:Mahjong'] Шисен-се. Цель игры - очистить игровое поле, каждый ход убирая с него попарно одинаковые фишки. Пара фишек может быть убрана только если их можно соединить линией с не более чем двумя прямыми углами,проходящей по свободному игровому пространству. [image='set:Rules image:ShisenSho'] [image='set:Rules image:ShisenSho2'] Шисен-се с гравитацией. Цель игры - очистить игровое поле, каждый ход убирая с него попарно одинаковые фишки. Пара фишек может быть убрана только если их можно соединить линией с не более чем двумя прямыми углами, проходящей по свободному игровому пространству. После каждого фишки, свободные с нижней стороны, сдвигаются вниз так чтобы соприкасаться с другими фишками либо находиться в нижнем ряду. Масти фишек классического маджонга: 1. Бамбуки - фишки достоинством от 1 до 9. Одинаковыми считаются фишки масти "бамбуки" одного и того же достоинства. 2. Символы - фишки достоинством от 1 до 9. Одинаковыми считаются фишки масти "символы" одного и того же достоинства. 3. Точки - фишки достоинством от 1 до 9. Одинаковыми считаются фишки масти "точки" одного и того же достоинства. 4. Драконы - 3 фишки разных цветов. Одинаковыми считаются фишки масти "дракон" одного и того же цвета. 5. Стороны света - 4 фишки с символами разных сторон света. Одинаковыми считаются фишки масти "стороны света" с одним и тем же символом. 6. Времена года - 4 фишки с изображением времен года. Одинаковыми считаются все фишки масти "времена года". 7. Цветы - 4 фишки с изображениями цветов. Одинаковыми считаются все фишки масти "цветы". В различных темах масти фишек могут выглядеть по-разному.

source: Sound track
ru: Музыкальная дорожка

source: Start a new party
de: Neue Partie starten
ru: Начать новую партию

source: Statistics
de: Statistik
ru: Статистика

source: Stats
de: Statistik
ru: Статистика

source: Texture filtering:
ru: Фильтрация текстур:

source: The game has been saved as: '%s'
de: Das Spiel wurde gesichert als: '%s'
ru: Игра была сохранена как: '%s'

source: The layout you've played last time can no longer be found. Another one was used instead.
de: Das zum letzten Mal verwendete Layout kann nicht mehr gefunden werden. Statt dessen wurde ein anderes verwendet / genutzt
ru: Раскладка, в которую вы играли в предыдущий раз, не найдена. Другая была использована взамен.

source: Theme:
de: Thema:
ru: Тема:

source: This change will interrupt current game party
de: Diese Aenderung wird die laufeunde Partie unterbrechen
ru: Это изменение прервёт текущую партию

source: This is a classic Mahjong Solitaire game. It is a first step on the long road to an Open source RPG we (OGS team) wish to create. [image='set:Logos image:OGS'] team: Michael Kapelko - code and content; Ivan Korystin - gameplay design, content and QA. Third-party resources: Raquel Ravanini - images for "Classic" theme. Kevin MacLeod - all tracks in "Eastern" and "Piano" music packs. Tracks "Funkorama", "Neo Western" and "Protofunk" in "Modern" music pack. Dano - Tracks "Crazy from the message", "King or an alien", "Sun spark", "The time isnt right", "The wire" and "Today then tomorrow" in "Modern" music pack. Fenster - Track "Free Software" in "Modern" music pack. More info on third-party resources, their licenses and copyrights you can find in README files, placed in themes or music packs directories. Libraries: [image='set:Logos image:OGRE'] with [image='set:Logos image:OpenGL'] backend [image='set:Logos image:CEGUI'] [image='set:Logos image:OpenAL'] Thanks to: - Ogre3D team/community for the engine and help; - Lightfeather team/community for help while this game has been using Lightfeather engine; - OpenAL-Soft/ALURE developer KittyCat for help. Special thanks to CrazyEddie for good GUI system and great support. Web pages: [window='Info/Link1'] or [window='Info/Link2']
de: Dies ist ein klassisches Mahjong Solitaire Spiel. Es sit der erste Schritt auf den langen Weg zum Open-Source-RPG, das wir (OGS-Team) erarbeiten / ausarbeiten. [image='set:Logos image:OGS'] team: Michael Kapelko - code und content; Ivan Korystin - gameplay design, content und QA. Andere Ressoursen: Raquel Ravanini - Bilder fuer "Classic" theme. Kevin MacLeod - alle Tracks in "Eastern" und "Piano" music packs. Tracks "Funkorama", "Neo Western" and "Protofunk" in "Modern" music pack. Dano - Tracks "Crazy from the message", "King or an alien", "Sun spark", "The time isnt right", "The wire" and "Today then tomorrow" in "Modern" music pack. Fenster - Track "Free Software" in "Modern" music pack. Mehr Infos über Andere Ressoursen, ihre Lizenzen und Urheberrechte kann man in Readme-Dateien finden, die in Themen oder Musik-Packs Verzeichnisse sich stattfinden. Libraries: [image='set:Logos image:OGRE'] mit [image='set:Logos image:OpenGL'] backend [image='set:Logos image:CEGUI'] [image='set:Logos image:OpenAL'] Vielen Dank: - Ogre3D team/community fuer Engine und Hilfe; - Lightfeather team/community fuer due Hilfe mit Lightfeather engine; - OpenAL-Soft/ALURE developer KittyCat fuer Hilfe. Besonderer Dank geht an CrazyEddie fuer schoenes GUI System und eine große Unterstützung . Web pages: [window='Info/Link1'] or [window='Info/Link2']
ru: Это классическая игра "Пасьянс Маджонг". Это первый шаг в длинной дороге к нашей РПГ, которую мы (команда OGS), хотим создать. Команда [image='set:Logos image:OGS']: Михаил Капелько - код и наполнение; Иван Корыстин - игровой дизайн, наполнение и контроль качества. Сторонние ресурсы: Raquel Ravanini - изображения для темы оформления "Classic". Kevin MacLeod - все музыкальные треки в разделах "Eastern" и "Piano". Треки "Funkorama", "Neo Western" и "Protofunk" в разделе "Modern". Dano - Музыкальные треки "Crazy from the message", "King or an alien", "Sun spark", "The time isnt right", "The wire" и "Today then tomorrow" в разделе "Modern". Fenster - Музыкальный трек "Free Software" в разделе "Modern". Более подробно об использованных сторонних ресурсах, их лицензиях и копирайтах вы можете узнать из файлов README, расположенных в папках тем оформления и музыкальных разделов. Библиотеки: [image='set:Logos image:OGRE'] с [image='set:Logos image:OpenGL'] [image='set:Logos image:CEGUI'] [image='set:Logos image:OpenAL'] Благодарим: - команду/сообщество Ogre3D за движок и помощь; - команду/сообщество Lightfeather за помощь, когда эта игра использовала движок Lightfeather; - разработчика OpenAL-Soft/ALURE под псевдонимом KittyCat за помощь. Особая благодарность CrazyEddie за хорошую систему GUI и отличную поддержку. Веб-страницы: [window='Info/Link1'] или [window='Info/Link2']

source: Tile pairs you can remove
de: Paaren der Spielsteinen die kann geloesht werdem
ru: Пары фишек, которые можно удалить

source: Tile:
de: Der Spielsteine:
ru: Фишка:

source: Trilinear
de: Dreieckig
ru: Трилинейная

source: Type: %s Difficulty: %s Layout: %s Hints: %s Undos: %s Time: %s
de: Typ: %s Schweirigleit: %s Layout: %s Tips: %s Ruecknahmen: %s Dauerzeit: %s
ru: Тип: %s Сложность: %s Раскладка: %s Подсказок: %s Отмен: %s Время: %s

source: Undefined HOME environment variable
de: Unbestimmt HOME Umgebungsvariable
ru: Неопределённая переменная окружения HOME

source: Undo
de: Ablehnen
ru: Отменить

source: Unsupported save file format version
de: Nicht unterstütztes Dateiformat
ru: Неподдерживаемая версия формата файла сохранений

source: Unsupported statistics file format version
de: Nicht unterstütztes Statistiken-Dateiformat Version
ru: Неподдерживаемая версия формата файла статистики

source: VSync
ru: Верт. синхронизация

source: Video
ru: Видео

source: Yes
de: Ja
ru: Да

source: Name
de: Der Name
ru: Имя

source: Layout
ru: Раскладка

source: Difficulty
de: Schwierigkeit
ru: Сложность

source: Distros
de: Distributionen
ru: Дистрибутивы
